{
	"lang": "en",
	"lang-block": "<a href=\"index.html\">Version Française</a>",
	"title": "I learn cursive writing",
	"subtitle": "A hearing visual verbal method",
	"nav-item-1": "Pedagogy",
	"nav-item-2": "Visual Clue",
	"nav-item-3": "Screenshots",
	"nav-item-4": "Serpodile",
	"video-paragraph-1": " is a cursive writing learning app, available on iPhone/iPad and Android.",
	"video-paragraph-2": "It offers novel visual and audio help designed to help kids.",
	"video-paragraph-3": "This method has already been quite succesfull in its <a href=\"http://serpodile.com/product/apprendre-ecrire-cursive-effacable\">erasable paperback</a> version.",
	"video-paragraph-4": "This method brings kids to acquire a more fluid, effective writing while being consistent with school.",
	"pedagogy-paragraph": " Written with the help of ergothérapeutes et de graphothérapeutes, this app :",
	"pedagogy-line-1": "apprend les tracés de base de l’écriture cursive (pont, canne, rond) en y associant un nom et une couleur.",
	"pedagogy-line-2": "combine les tracés de base pour former les lettres de l’alphabet en cursive. L’enfant un lien entre les tracés de base et le geste qu’il doit réaliser pour écrire la lettre en cursive.",
	"pedagogy-line-3": "offre à votre enfant un apprentissage visuel (grâce aux couleurs des tracés qui se retrouvent dans les lettres), auditif et vernal en nommant l’enchainement des tracés et kinesthésique en contrôlant le sens du tracé de la lettre lorsqu’il la réalise.",
	"pedagogy-line-4": "possède sur chaque écran un cadre coloré qui permet à l’enfant de s’orienter dans l’espace : le bleu pour le ciel, le marron pour la terre, le vert pour le feu vert et le rouge pour le feu rouge.",
	"shape-round": "tracé rond",
	"shape-canne-envers": "tracé canne à l'envers",
	"shape-canne-endroit": "canne à l'endroit",
	"shape-a": "a en écriture cursive",
	"shape-boucle-endroit": "tracé boule à l'endroit",
	"shape-pont-envers": "tracé pont à l'envers",
	"shape-trait-penche": "tracé trait penché",
	"shape-b": "b en écriture cursive",
	"shape-boucle-envers": "tracé boucle à l'envers",
	"shape-y": "y en écriture cursive",
	"visual-title": "Aides visuelles et auditives",
	"feu-vert-caption": "Le feu vert permet de guider l’enfant vers le début de son tracé. Le feu rouge lui en indique la fin.",
	"feu-vert": "Feu vert",
	"controle-trace-caption": "Contrôle du sens du tracé permet une acquisition du geste conforme aux demandes de l'école.",
	"controle-trace": "Contrôle du tracé",
	"realisation-caption": "L'enfant peut visualiser sa propre écriture lorsque le tracé de la lettre est réussie, le modèle disparait.",
	"realisation": "Affichage de la réalisation",
	"navigation-zoom": "Zoom sur les éléments de navigation de l'app",
	"feature-line-1": "Un mode leçon qui donne une explication visuelle et auditive du tracé de la lettre",
	"feature-line-2": "Un cadenas pour approfondir le travail d’une lettre en particulier et bloquer le défilement",
	"feature-line-3": "Un ordre pédagogique (lettres regroupés en fonction de tracés similaires) ou alphabétique",
	"feature-line-4": "A venir dans la v2.1: L'enregistrement et la restitution des tracés.",
	"feature-more": "Et aussi...",
	"feature-line-5": "Le nom et le son de la lettre sont dites pour chacune d’elle afin que l’enfant associe le tracé de la lettre à son nom et au son qu’elle fait.",
	"feature-line-6": "Une vidéo d’aide en page d’accueil qui explique les principes de la pédagogie à l’enfant : cadre coloré, association des formes de base ….",
	"feature-line-7": "L’application est disponible en français et en anglais (avec les lettres spécifiques à l’écriture américaine)",
	"serpodile-workbook": "Lassé des tablettes ?<br>Nous construisons aussi nous même de magnifiques cahiers effacables qui sont issus de la même méthode. Vous les trouverez dans notre <a href=\"http://serpodile.com/\">boutique</a>."
}
