{
	"lang": "en",
	"lang-block": "<a href=\"index.html\"><img src=\"image/fr-flag.png\"><br>Version Française</a>",
	"title": "I learn cursive writing",
	"subtitle": "A hearing visual verbal method",
	"nav-item-1": "Pedagogy",
	"nav-item-2": "Visual Clue",
	"nav-item-3": "Screenshots",
	"nav-item-4": "Serpodile",
	"video-paragraph-1": " is an app to help children write with ease in cursive, available on iPhone/iPad and Android.",
	"video-paragraph-2": "It offers novel visual and audio help designed to help children.",
	"video-paragraph-3": "This method has already been quite succesfull in its <a href=\"http://serpodile.com/product/apprendre-ecrire-cursive-effacable\">erasable paperback</a> version.",
	"video-paragraph-4": "This method brings children to acquire a more fluid, effective writing while being consistent with what is taught in class.",
	"pedagogy-paragraph": "Written with the help of ergothérapeutes et de graphothérapeutes, this app :",
	"pedagogy-line-1": "learn the basic strokes of cursive writing (bridge, candy cane round) by associating a name and a color.",
	"pedagogy-line-2": "combines the basic shapes to form the letters of the alphabet in cursive. The child makes the connection between the base shapes and the gesture he must achieve to write the letter in cursive.",
	"pedagogy-line-3": "Offer your child a visual learning (through color plots that are found in the letters), auditory and vernal naming the sequence of strokes and kinesthetic controlling the direction of drawing the letter when he finishes it.",
	"pedagogy-line-4": "a coloured frame, available in each screen, helping the child to orient itself : blue on top for the sky, brow at the bottom for the ground, green for the green light (start), red for the red light (end).",
	"shape-round": "Round shape",
	"shape-canne-envers": "upside down candy cane shape",
	"shape-canne-endroit": "upside up candy cane shape",
	"shape-a": "A in cursive",
	"shape-boucle-endroit": "upside up loop shape",
	"shape-pont-envers": "upside down bridge shape",
	"shape-trait-penche": "slanted line shape",
	"shape-b": "B in cursive",
	"shape-boucle-envers": "Upside down loop shape",
	"shape-y": "Y in cursive",
	"visual-title": "Visual and Audio clues",
	"feu-vert-caption": "The green light indicates where the child has to start drawning, while the red light indicates the end.",
	"feu-vert": "Green Light",
	"controle-trace-caption": "Drawning direction control, so the gesture is the one taught in class.",
	"controle-trace": "Drawning control",
	"realisation-caption": "The child can see it's own writing once he finish succesfully a drawning.",
	"realisation": "Affichage de la réalisation",
	"navigation-zoom": "App navigation icons zoom",
	"feature-line-1": " A lesson mode giving a visual and audio explanation of the way to draw a letter.",
	"feature-line-2": "A padlock to work on one letter, avoiding the app to change letter by itself.",
	"feature-line-3": "An educational order (letters are grouped by similarities), you can revert it to alphabetic order if you need to.",
	"feature-line-4": "Soon to come in 2.1: Record and replay drawning.",
	"feature-more": "And more...",
	"feature-line-5": "The name and sound of each letters is spoken for your kid to associate it to the letters.",
	"feature-line-6": "A explaning video teaching the method to the child: coloured frame, basic shapes building etc...",
	"feature-line-7": "The app speaks French & English (with specific letters for each country)",
	"serpodile-workbook": "Tired of tablets ?<br>We also build ourselves wonderful eraseable workbook using the same method. You can find them in our <a href=\"http://serpodile.com/\">web shop</a>.",
	"contact-us": "You want to suggest a feature ? It doesn't work as expected ?<br><a href=\"mailto:cursive@serpodile.com\">Contact us !</a><br>We update this app regularly with your feedback.",
	"privacy": "<a href=\"http://blog.serpodile.com/privacy/\">Privacy Policy</a>",
	"legal": "<a href=\"http://blog.serpodile.com/mentions-legales/\">Terms of Service</a>"
}
